<template lang="pug">
  el-row.offers2
    .bg-offer
    el-col.gird-content(:span="24")
      .container-offers(:class="{'second-offers': $ua.isFromPc()}")
        .img(v-if="width>1330")
        app-card-offer(
          v-for="(offer, id) of offers"
          :key="id+_uid"
          :svgParams="offer.svgParams"
          :pathD="offer.pathD"
        )
          p
            span.header {{offer.header}}
            span.annotation {{offer.annotation}}

</template>
<script>
import AppCardOffer from '~/components/slots/CardOffer'
import {widthWatch} from '~/plugins/mixins'
export default {
  components: {
    AppCardOffer
  },
  mixins: [widthWatch],
  data() {
    return {
      offers: [
        {
          svgParams: {
            width: '500',
            height: '499',
          },
          header: 'Восстановление бухгалтерского учета',
          annotation: 'Вам не повезло, так как у Вас был не грамотный бухгалтер, запустивший учет? Мы это исправим!',
          pathD: "M249.49,499C111.7,499,0,387.3,0,249.5S111.7,0,249.49,0A248.7,248.7,0,0,1,426.455,73.636L500,0V234.192l-232.142-1.764,78.923-79.02a132.9,132.9,0,1,0-.161,195.92l79.569,76.309A248.7,248.7,0,0,1,249.49,499Zm0-10a237.737,237.737,0,0,0,162.266-63.35L346.24,362.82A142.486,142.486,0,0,1,256.888,394.2c-78.8,0-142.908-64.11-142.908-142.914s64.108-142.913,142.908-142.913a142.492,142.492,0,0,1,96.659,37.672l7.676,7.055-7.367,7.376L291.8,222.609,490,224.116V24.163L433.531,80.7l-7.093,7.1-7.075-7.121A239.493,239.493,0,1,0,80.145,418.851,237.915,237.915,0,0,0,249.49,489"
        },
        {
          svgParams: {
            width: '500',
            height: '500',
          },
          header: 'Формирование и сдача отчетности',
          annotation: 'Мы не только сделаем за Вас отчеты во все инстанции, но и сдадим их самостоятельно',
          pathD: "M497.012,67.868l-11.3,15.9a5,5,0,0,1-7.624.629L413.538,19.442a5,5,0,0,1,1.226-7.953l17.465-9.154A17.28,17.28,0,0,1,440.281.482C447.692,0.55,455.354,4.075,461.3,9.9l29.3,29.037c5.65,5.67,9.092,12.767,9.158,19.764A15.682,15.682,0,0,1,497.012,67.868ZM483.559,46.035L454.262,17c-4.1-4.141-10.012-6.584-13.981-6.515a7.35,7.35,0,0,0-3.408.709L425.407,17.2l55.587,55.941,7.866-11.068a5.709,5.709,0,0,0,.9-3.378C489.821,55.275,487.621,49.995,483.559,46.035Zm-9.6,50.26-14.594,14.647a5,5,0,0,1-7.076.01l-64.25-64.18a5,5,0,0,1-.01-7.066l14.595-14.648a5,5,0,0,1,7.076-.009l64.25,64.18A5,5,0,0,1,473.956,96.3ZM406.172,35.663l-7.536,7.564,57.175,57.112,7.536-7.564ZM450,118.093a5.025,5.025,0,0,1-1.6,3.572l-223,207-1.507.962-105,43a5,5,0,0,1-6.445-6.7l46-101,1.074-1.521,219-212a5,5,0,0,1,7.013.057l63,63A5.015,5.015,0,0,1,450,118.093ZM381.943,62.015L167.157,269.934l-40.379,88.659,92.487-37.875L437.8,117.866ZM259.51,132.339L235.569,109H20.873A10.733,10.733,0,0,0,10,119.563V479.436A10.732,10.732,0,0,0,20.873,490H386.129A10.732,10.732,0,0,0,397,479.436V266.376l-29.294-28.557a5,5,0,0,1,6.982-7.162c19.053,18.576,32.312,31.5,32.312,31.5V479.436A20.718,20.718,0,0,1,386.129,500H20.873A20.719,20.719,0,0,1,0,479.436V119.563A20.719,20.719,0,0,1,20.873,99H239.636s10.775,10.5,26.856,26.179A5,5,0,0,1,259.51,132.339Z"
        },
        {
          svgParams: {
            width: '500',
            height: '500',
          },
          header: 'Кадровый учет',
          annotation: 'Начисление заработной платы (з/п), больничных, отпускных и страховых взносов с ФОТ кажется нереальным? Оставьте это нам!',
          pathD: "M487.084,474.031c-6,6.235-40.535,25.9-237.362,25.9s-231.36-19.666-237.361-25.9a4.285,4.285,0,0,1-1.251-1.872c1.5-70.171,22.756-118.717,52.107-152.3s66.8-52.2,100.672-62.525l2.916,9.562C127,279.024,94.676,299.058,70.749,326.436c-30.936,35.4-47.581,83.12-49.521,141.885,7.794,4.781,48.066,21.614,228.494,21.614s220.7-16.834,228.495-21.614c-1.926-58.33-18.342-105.791-48.841-141.1-23.664-27.4-55.673-47.529-95.132-59.829l2.979-9.544c33.708,10.508,70.744,29.289,99.723,62.841s49.9,81.876,51.387,151.473A4.271,4.271,0,0,1,487.084,474.031Zm-236.8-209.2a132.417,132.417,0,1,1,132.5-132.418A132.46,132.46,0,0,1,250.28,264.835ZM250.28,10c-67.546,0-122.5,54.917-122.5,122.42s54.953,122.422,122.5,122.422,122.5-54.92,122.5-122.422S317.828,10,250.28,10Z"
        }
      ]
    }
  },
}
</script>
<style lang="stylus" scoped>
.offers2
  height auto
  overflow-x hidden
  box-shadow 0 0 20px rgba(0,0,0,.6)
  @media (max-width 1330px)
    box-shadow none
  .bg-offer
    background-color #252525
    position absolute
    height 100%
    width 100%

// card
.container
  &-offers
    width 100vw
    padding-top 100px
    position relative
    display flex
    justify-content space-between
    align-items center
    right 4vw
    top -100px
    padding-right 10vw
    &.second-offers
      width 30vw
      right 100vw
      opacity 0
    @media (max-width 1500px)
      padding-right 0
    @media (max-width 1330px)
      justify-content center
      top 0
      right 0
      padding 20px 0 40px
    @media (max-width 900px)
      flex-direction column
      padding-top 0
.img
  background-image url('/skyscraper.jpg')
  background-size 600px 600px
  background-position 0 0
  width 600px
  height 600px
  border-radius 4px
  box-shadow 3px 3px 10px rgba(0,0,0,0.3)
</style>
