<template lang="pug">
  .need
    el-row
      el-col(:xs="24" :lg="12")
        h2 На встречу к нам, если:
        el-collapse(v-model="activeWelcome" accordion)
          el-collapse-item(:title="tab.title" :name="id+1" v-for="(tab, id) in tabs.welcome" :key="id+_uid")
            div(v-for="(welcome, id) in tab.content" :key="id+_uid+'welcome'") {{welcome}}

      el-col(:xs="24" :lg="12")
        h2 Потому что:
        el-collapse(v-model="activeWhy" accordion)
          el-collapse-item(:title="tab.title" :name="id+1" v-for="(tab, id) in tabs.why" :key="id+_uid")
            div(v-for="(why, id) in tab.content" :key="id+_uid+'why'") {{why}}
</template>

<script>
export default {
  data() {
    return {
      activeWelcome: ['1'],
      activeWhy: ['1'],
      tabs: {
        welcome: [
          {
            title: 'Организация или ИП только начинает свое существование',
            content: [
              'Чтобы в будущем не появилось множество неприятных сложностей с налоговой службой и внебюджетными фондами, новые организации и ИП пользуются профессиональными услугами аутсорсинговых организаций по полному или не менее важному - частичному ведению бухгалтерского учета. Стоит отметить, что это стоит недорого и можно сразу заняться развитием своего дела, не «ломая голову» куда и какую бумажку подать.'
            ]
          },
          {
            title: 'Нерентабельно нанимать штатного бухгалтера',
            content: [
              'Небольшой организации содержать штатного бухгалтера довольно дорого. ',
              'Во-первых, штатному бухгалтеру нужно платить оклад, вне зависимости от количества финансово-хозяйственных операций. Как следствие, с заработной платы сотрудника как в Фонд социального страхования (ФСС), так и в Пенсионный фонд РФ (ПФР), нужно будет уплатить страховые взносы, которые составляют более 30% от фонда оплаты труда (ФОТ). Об оплате курсов повышения квалификации, которую желательно проходить профессиональному бухгалтеру, можно и не говорить.',
              'Во-вторых, оборудовать рабочее место. Вам придется арендовать офис большей площадью, купить мебель (стол, стул, шкаф), оборудование (компьютер, принтер, сканер, факс) и программное обеспечение для бухгалтера.',
              'В-третьих, бухгалтеру нужно предоставить соц. пакет и оплачиваемые отпуска. Нередко, в самый ответственный момент (большой документооборот, выездная или камеральная проверка и т.д.) бухгалтер может уйти на больничный. Что делать в этой ситуации?'
            ]
          },
          {
            title: 'Даже бухгалтер-профессионал с большими стажем и опытом может совершить ошибку',
            content: [
              'Человеческий фактор - это нормальное явление. Ошибку может допустить каждый, но совсем не у каждого получится ее исправить. Да и найти поистине настоящего профессионала своего дела не просто. Обычно руководителю организации сложно понять: разбирается ли бухгалтер во множественных тонкостях бухгалтерского, а также налогового учета. Да и зарплату профессионалы просят высокую.'
            ]
          },
          {
            title: 'Масштабы деятельности компании увеличиваются и штатному бухгалтеру нужна помощь со стороны',
            content: [
              'Бывают ситуации, когда бухгалтер физически не успевает справиться с большим количеством операций, совершаемых компанией. Это может произойти в нескольких случаях:',
              '- Начало отчетного периода;',
              '- Увеличение количества первичных документов;',
              '- "Форс-мажорные" ситуации.',
              'В этом случае проще обратиться в специализированную компанию, которая поможет Вашему бухгалтеру.'
            ]
          }
        ],
        why: [
          {
            title: 'Услуги бухучета по низким ценам? Теперь это реально!',
            content: [
              'Стоимость наших услуг вне конкуренции.'
            ]
          },
          {
            title: 'Непрерывность работы',
            content: [
              'Мы не уходим на больничный. С нами можно забыть что такое декрет или отпуск сотрудника. Будьте уверены, что все Ваши запросы будут максимально быстро выполнены.'
            ]
          },
          {
            title: 'Экономия денежных средств',
            content: [
              'Вам не нужно арендовать нам офис, обеспечивать нас техническим оборудованием или программным обеспечением, оплачивать курсы повышения квалификации. Эти проблемы мы берем на себя.'
            ]
          },
          {
            title: 'Ответственность',
            content: [
              'Долгосрочное сотрудничество строится нами на доверии наших клиентов, поэтому мы даем гарантии на возмещение штрафов и пеней, полученных по нашей вине.'
            ]
          },
          {
            title: 'Оперативность',
            content: [
              'Опоздания в сдаче отчетности - можете забыть. Ответственность на нас!'
            ]
          },
          {
            title: 'Осведомленность',
            content: [
              'Наши специалисты постоянно отслеживают изменения законодательства, поэтому Вам не стоит беспокоиться, что новшества останутся Вами и нами не замеченными.'
            ]
          }
        ]
      }
    }
  }
}
</script>

<style lang="stylus">
.need
  min-height 100vh
  display flex
  justify-content center
  align-items center
  .el-row
    width 100%
    padding 0 10vw
    @media (max-width 600px)
      padding 10px
  .el-col
    display flex
    justify-content flex-start
    align-items flex-start
    flex-direction column
    padding 20px 0
  h2
    margin-bottom 20px
    @media (max-width 600px)
      margin 0
      font-size 24px
  .el-collapse
    width 100%
    padding 20px
    border none
    &-item__header
      font-size 18px
      height auto
      line-height 24px
      padding 20px 0
</style>
