<template lang="pug">
  el-row.offers
    el-col(:span="24")
      .content
        .wrap-title
          h2 Наши предложения

        .container-offers
          app-card-offer(
            v-for="(offer, id) of offers"
            :key="id+_uid"
            :svgParams="offer.svgParams"
            :pathD="offer.pathD"
          )
            p
              span.header {{offer.header}}
              span.annotation {{offer.annotation}}
          .img(v-if="width>1330")
</template>

<script>
import AppCardOffer from '~/components/slots/CardOffer'
import AppTitle from '~/components/slots/Title'
import {widthWatch} from '~/plugins/mixins'

export default {
  mixins: [widthWatch],
  components: {
    AppCardOffer,
    AppTitle
  },
  data() {
    return {
      offers: [
        {
          svgParams: {
            width: '500',
            height: '378',
          },
          header: 'Полное бухгалтерское обслуживание',
          annotation: 'Вам не нужно будет переживать за бухгалтерскую составляющую Вашей фирмы или ИП, просто развивайте свой бизнес',
          pathD: "M497.843,374.994a3.152,3.152,0,0,1-4.285-1.22l-52.853-94.9L422.117,308.4a3.151,3.151,0,0,1-5.458-.218L328.581,139.713l-26.735,23.83a3.157,3.157,0,0,1-4.23-.035l-37.5-34.526-36.923,35.731a3.149,3.149,0,0,1-4.419-.035L190.1,136,142.48,221.316a3.15,3.15,0,0,1-4.9.767l-35.394-33.075L5.816,374.951a3.15,3.15,0,0,1-5.593-2.9L98.5,182.422a3.149,3.149,0,0,1,4.947-.853l35.491,33.163,119-213.207a3.15,3.15,0,0,1,5.542.076L419.7,300.406l18.5-29.383a3.15,3.15,0,0,1,5.418.145l55.44,99.54A3.152,3.152,0,0,1,497.843,374.994ZM260.6,9.685l-67.311,120.6,27.748,27.748,36.832-35.645a3.146,3.146,0,0,1,4.325-.054l37.591,34.607,25.787-22.983Z"
        },
        {
          svgParams: {
            width: '500',
            height: '538',
          },
          header: 'Частичное бухгалтерское обслуживание',
          annotation: 'Для помощи Вам или Вашему отделу бухгалтерии. Некоторые участки учета Вы можете переложить на нас',
          pathD: "M418.033,404.481L299.024,259.817V66.953c1.029-.09,2.077-0.125,3.14-0.125,4.441,0,9.12.63,13.515,0.63,101.75,0,184.235,82.435,184.235,184.124C499.914,313.911,465.451,371.168,418.033,404.481Zm1.372-10.917c44.9-34.32,72.509-88.064,72.509-141.982,0-97.118-79.059-176.131-176.235-176.131-2.469,0-4.912-.169-7.275-0.332l-1.38-.094V256.952L419.405,393.564M269.35,538C120.592,538,0,417.479,0,268.811S121.271,0,270.029,0V271.81L437.437,479.165A268.319,268.319,0,0,1,269.35,538Zm0-8a260.272,260.272,0,0,0,156.739-52.164L263.8,276.829l-1.773-2.2V8.113C121.227,12.331,8,127.656,8,268.811a261.274,261.274,0,0,0,261.351,261.2"
        },
        {
          svgParams: {
            width: '501',
            height: '499',
          },
          header: 'Оптимизация налогообложения',
          annotation: 'Не знаете какую систему налогообложения выбрать? Мы Вас проконсультируем о всех возможных вариантах и подскажем самый выгодный',
          pathD: "M222.028,499a7.986,7.986,0,0,1-7.755-6.073L202.59,445.573a199.924,199.924,0,0,1-58.617-24.342l-40.681,25.34a8,8,0,0,1-9.8-1.055l-43.03-41.87A7.979,7.979,0,0,1,49.2,393.8l26.018-43.019a199.738,199.738,0,0,1-22.03-55.492L7.649,284.678a7.983,7.983,0,0,1-6.176-7.66L0.608,216.925a7.986,7.986,0,0,1,6.083-7.87l48.1-11.8a199.872,199.872,0,0,1,23.847-54.684L53.148,101.616A7.979,7.979,0,0,1,54.2,91.834l41.906-43.1a8,8,0,0,1,9.87-1.266l44.108,26.7A200.181,200.181,0,0,1,202.754,53.4L213.525,6.979A7.989,7.989,0,0,1,221.2.8L281.122,0h0.109a7.988,7.988,0,0,1,7.755,6.075l11.935,48.4A200.353,200.353,0,0,1,351.8,75.635L394.463,49.12a7.992,7.992,0,0,1,9.787,1.052l43.131,41.88a7.979,7.979,0,0,1,1.267,9.863L422.37,145.27a200.033,200.033,0,0,1,21.9,50.936l49.641,11.576a7.986,7.986,0,0,1,6.175,7.661l0.863,60.047a7.988,7.988,0,0,1-6.081,7.87l-48.708,11.965a200.749,200.749,0,0,1-6.969,23.376,7.991,7.991,0,0,1-13.153,2.906l-43.518-43.489a7.977,7.977,0,0,1-2.2-7.146,133.688,133.688,0,0,0,2.376-25.059c0-73.082-59.494-132.537-132.625-132.537S117.446,172.831,117.446,245.913,176.94,378.451,250.07,378.451a133.915,133.915,0,0,0,23.313-2.043,8.113,8.113,0,0,1,1.394-.122,8,8,0,0,1,5.65,2.338L326,424.171a7.981,7.981,0,0,1-2.733,13.079,201.614,201.614,0,0,1-22.379,7.289l-11.024,47.482a7.988,7.988,0,0,1-7.678,6.178l-60.051.8h-0.109Zm0-7.984,60.052-.8,12.132-52.244a192.454,192.454,0,0,0,26.139-8.156L274.777,384.27a140.442,140.442,0,1,1,113.388-111.8l43.518,43.489a192.287,192.287,0,0,0,7.738-27.2l53.535-13.151-0.864-60.049-54.34-12.67A192.481,192.481,0,0,0,413,145.328l28.82-47.548L398.684,55.9,351.861,85a192.7,192.7,0,0,0-57.546-23.938L281.229,7.984l-59.921.8L209.4,60.089a192.6,192.6,0,0,0-59.388,23.368L101.839,54.3,59.931,97.4l28.161,45.248a192.56,192.56,0,0,0-26.744,61.218L8.6,216.81,9.463,276.9l50.449,11.75A192.4,192.4,0,0,0,84.539,350.8l-28.5,47.128L99.065,439.8l44.945-28a192.743,192.743,0,0,0,65.155,27.072l12.865,52.144m179.84-43.9c-19.866,0-91.339-66.918-125.785-111.508A89.869,89.869,0,0,1,167.646,214.56l60.732,60.7a17.059,17.059,0,0,0,24.114,0l25.318-25.308a17.035,17.035,0,0,0,0-24.1l-60.04-60.014A89.88,89.88,0,0,1,337.557,271.8c44.382,34.227,112.249,107.356,112.249,127.411A47.921,47.921,0,0,1,401.87,447.114Zm0-7.983a39.981,39.981,0,0,0,39.948-39.921c0-3.935-7.825-20.087-37.439-53.058-22.955-25.559-50.431-51.627-71.7-68.033l-4.161-3.209,1.3-5.087a81.913,81.913,0,0,0-97-100.236l50.648,50.623a25.049,25.049,0,0,1,0,35.393L258.142,280.91a25.051,25.051,0,0,1-35.413,0l-51.641-51.616a81.91,81.91,0,0,0,102.723,98.658l5.251-1.559,3.347,4.333c16.564,21.444,42.391,48.815,67.4,71.436C382.135,431.4,398,439.131,401.87,439.131"
        }
      ]
    }
  },
}
</script>

<style lang="stylus" scoped>

.offers
  overflow-x hidden
  padding-top 50px
  background #252525
  position relative
  z-index 1
  @media (max-width 1330px)
    padding-bottom 30px
    padding-top 35px
  @media (max-width 900px)
    padding-bottom 0
  .container
    &-offers
      width 100vw
      position relative
      display flex
      justify-content space-between
      align-items center
      left 4vw
      top -10px
      padding-left 10vw
      @media (max-width 1500px)
        padding-left 0
      @media (max-width 1330px)
        left 0
        justify-content center
      @media (max-width 900px)
        flex-direction column
        top 0
      .img
        background-image url('/start.jpg')
        background-size cover
        background-position -200px 0
        width 600px
        height 600px
        border-radius 4px
        box-shadow 3px 3px 10px rgba(0,0,0,0.3)

.wrap-title
  position relative
  z-index 3
  top 40px
  left 4vw
  @media (max-width 1330px)
    top 0
    left 0
    position static
    display flex
    justify-content center
    align-items center
    padding-bottom 40px
  h2
    color #b8b8b8!important
    display inline-block
    margin 0
path
  fill #252525
</style>
