[
  {
    "section": "О компании",
    "data": [
      { 
        "order": 1,
        "question": "В какой организационной форме образована компания? Зарегистрирован ли центр в ЕГРЮЛ?",
        "content": [
          "Центр бухгалтерского обслуживания «Эталон» зарегистрирован в государственном реестре 30.10.2008 года. Компания осуществляет деятельность в форме общества с ограниченной ответственностью и является самостоятельным участником правоотношений. С 2014 года организация приобрела статус непубличного коммерческого объединения.",
          "В состав фирмы входят два учредителя. Оба собственника являются дееспособными гражданами РФ. Интересы кредиторов обеспечиваются за счет уставного капитала (10 000 рублей), а также принадлежащего обществу имущества. Профессиональная ответственность застрахована на 2 000 000 рублей. Регулярно действие полиса продляется.",
          "Сведения о финансовой деятельности, регистрационных номерах и кодах экономической деятельности находятся в свободном доступе. Получить их можно на сайте ФНС РФ бесплатно. Выписка из ЕГРЮЛ выдается в электронной форме.",
          "При заключении соглашений на услуги бухгалтера, юриста или иного специалиста клиентам предоставляются удостоверенные в установленном порядке копии учредительных и организационных документов. Мы работаем законно, оплачиваем все обязательные платежи в бюджет и являемся надежными партнерами.",
          "Все данные получены через электронную систему ЕГРЮЛ и не относятся к коммерческой тайне. Их можно публиковать на сайте, они актуальны."
        ]
      },
      {
        "order": 2,
        "question": "Какие виды деятельности осуществляет Центр Бухгалтерского Обслуживания «Эталон»?",
        "content": [
          "Руководство ЦБО «Эталон» рассматривает юридические и бухгалтерские услуги в качестве основного направления своей деятельности. Специалисты центра консультируют клиентов, занимаются составлением отчетности, оценивают текущее состояние учета.",
          "В компетенцию центра входит:",
          "- бухгалтерский и налоговый учёт предприятий",
          "- ведение отдельных участков учёта",
          "- налоговый консалтинг",
          "- аудит компаний",
          "- регистрация бизнеса",
          "- постановка эффективной системы управления",
          "- документальное сопровождение сделок коммерческих предприятий",
          "Отдельным направлением стали представительские услуги и ведение арбитражных дел. С доверителями работают квалифицированные правозащитники, обладающие обширной судебной практикой. Команда центра состоит из профессиональных юристов, финансовых аналитиков, аудиторов, бухгалтеров, экономистов и других специалистов."
        ]
      },
      {
        "order": 3,
        "question": "На какой территории ведется деятельность? Кто может стать вашим клиентом?",
        "content": [
          "Обратиться за помощью в центр могут индивидуальные предприниматели и фирмы, осуществляющие деятельность в Москве и столичной области. Получить консультацию предложено представителям бизнеса и из других регионов. Мы работаем с организациями любых форм собственности без ограничений.",
          "Юридическое и бухгалтерское сопровождение организуется в дистанционной форме. Это позволяет обеспечить качественное обслуживание вне зависимости от территориального расположения клиента. Специалисты отлично ориентируются в федеральном и региональном законодательстве, отслеживают все изменения.",
          "Профессиональные программисты подключают абонента к единой системе электронного документооборота. В течение рабочего дня вы можете получить необходимые справки, отчеты и консультации. Такая схема получила название «виртуальная бухгалтерия». Документы на бумажном носителе направляются курьером или почтой, или пересылаются по электронной почте в сети Интернет. По желанию клиента сотрудники центра выезжают на место и работают с первичной документацией."
        ]
      }
    ]
  },
  {
    "section": "О сотрудничестве",
    "data": [
      {
        "order": 1,
        "question": "Где работают специалисты? Что делать, если у клиента нет подходящего помещения?",
        "content": [
          "Аутсорсинг не требует от клиента организации рабочего места. Вопросы обеспечения условий труда решает центр бухгалтерского обслуживания. Мы несем все расходы, связанные с трудовыми отношениями. Вам необходимо лишь согласовать перечень задач и определиться с программой. Обмен документами строится по нескольким схемам: электронная почта, курьерская служба, получение ответственным сотрудником.",
          "Обработка данных, составление отчетности, хранение документов — все это осуществляется в стенах БЦ «Актив». Каждый специалист располагает оснащенным рабочим местом, техникой, свободным выходом в Интернет. Клиент освобожден от необходимости приобретения расходных материалов: бумага, канцелярские принадлежности.",
          "Клиент не ограничен в возможности получения сведений и отчетов. Запросы обрабатываются оперативно, а обслуживающий специалист находится на связи в течение всего рабочего дня. Мы стараемся сделать услуги максимально доступными, а условия сотрудничества комфортными."
        ]
      },
      {
        "order": 2,
        "question": "Как организуется хранение документов? Будет ли у компании-клиента архив?",
        "content": [
          "Согласно законодательству РФ каждый хозяйствующий субъект обязан хранить финансовую и налоговую отчетность. Сроки определяются нормативными документами. Именно поэтому абонентское бухгалтерское обслуживание включает услугу формирования архива.",
          "Специалисты обеспечивают сохранность деклараций, авансовых, итоговых отчетов, баланса и первичных бланков. При этом выполняются требования по оформлению дел, включая составление описей, листов-заверителей и журналов. Правила установлены законом 125-ФЗ от 22.10.2004 года, а также актами органов исполнительной власти.",
          "Все создаваемые в процессе обслуживания бумаги помещаются в стандартные папки формата А4. Листы дел нумеруются и прошиваются. В качестве дополнительной услуги проводится сканирование каждого важного отчета. При расторжении договора аутсорсинга документы передаются в полном объеме, бесплатно. Центр несет ответственность за сохранность отчетности.",
          "Клиент вправе отказаться от услуги формирования архива. В этом случае документы будут регулярно отсылаться по указанному заказчиком адресу. Специалисты же организуют работу на основе электронной базы данных."
        ]
      },
      {
        "order": 3,
        "question": "Как обеспечивается конфиденциальность? Какие гарантии у клиента?",
        "content": [
          "Вопрос безопасности клиента поднимается еще на стадии оформления сотрудничества. Обязательным пунктом в договоре на оказание бухгалтерских услуг в Москве является гарантия сохранения коммерческой тайны. Центр принимает ответственность за обеспечение конфиденциальности, организует систему защиты данных от несанкционированного копирования.",
          "К работе с документами допускают лишь отдельных специалистов, кандидатуры которых согласовал клиент. Каждый из сотрудников несет индивидуальную ответственность за использование информации. Невыполнение условий влечет взыскание материального ущерба, а также расторжение трудовых отношений.",
          "Все члены команды БЦ «Актив» — проверенные профессионалы, ответственно относящиеся к деловой репутации центра. Вероятность утечки данных о финансовом состоянии или налоговых обязанностях клиента равна нулю."
        ]
      },
      {
        "order": 4,
        "question": "Как происходит обмен документами? Что, если справка требуется срочно?",
        "content": [
          "Комплексное бухгалтерское обслуживание организации осуществляется дистанционно. Специалисты работают с электронными копиями, получают бумаги по факсу или через курьера. Сканировать каждый документ не потребуется, ведь для ведения учета необходимы лишь исходные данные. Передавать их разрешается в виде простой анкеты. Первичную отчетность клиент может хранить самостоятельно.",
          "Схема сотрудничества требует передачи информации обо всех совершаемых операциях. Сокрытие любого из фактов хозяйственной деятельности может привести к искажению итоговых отчетов.",
          "При заключении договора утверждается специальная форма. В ней предусматриваются соответствующие разделы:",
          "- дата",
          "- тип",
          "- денежный эквивалент",
          "- единицы измерения и др.",
          "Такой подход позволяет избежать утраты информации и сократить время составления проводок. Проверка достоверности представленных клиентом сведений не проводится. Мы основываемся на принципе взаимного доверия и ответственности.",
          "Организовать обмен документами можно различными способами. Если офис абонента расположен на значительном удалении, ответственный сотрудник выезжает для получения «первички». Все бумаги принимаются по описи. В штатном режиме информация поступает на электронную почту ответственного специалиста.",
          "Запросить справку или иной документ разрешается в любой рабочий день. Срок обработки заявки варьирует от 15 минут до нескольких часов. Длительность напрямую зависит от сложности запроса и объема информации."
        ]
      }
    ]
  },
  {
    "section": "О ценах и порядке оплаты",
    "data": [
      {
        "order": 1,
        "question": "Как рассчитывается стоимость обслуживания в центре? От чего зависят цены?",
        "content": [
          "Актуальный прайс-лист можно скачать на сайте в любое удобное время. Менеджеры центра регулярно обновляют информацию о ценах, поэтому ошибка исключена.",
          "Точную стоимость оплаты рассчитывают индивидуально. Основой становится перечень поставленных клиентом задач. Размер вознаграждения за юридическое или бухгалтерское сопровождение зависит от ряда факторов:",
          "- тип сотрудничества (наиболее выгодным является абонемент)",
          "- пакет услуг",
          "- организационная форма, налоговый режим и отраслевая принадлежность клиента",
          "- характер отчетности (нулевая, с оборотами)",
          "- периодичность оформления документов",
          "- численность сотрудников",
          "- условия взаимодействия со специалистами (выезд на место, электронный документооборот)",
          "Тарифы утверждены и для других направлений: аудит, консультации, арбитраж. Цены не зависят от финансовых результатов деятельности. Вы оплачиваете только фактически оказанные услуги.",
          "Стоимость складывается из организационных расходов, вознаграждения специалистов и коммерческой надбавки. Центр не скрывает от партнеров правил ценообразования, что позволяет обосновывать затраты в целях налогообложения. Клиенты БЦ «Актив» надежно защищены от риска оспаривания и претензий контролирующих органов."
        ]
      },
      {
        "order": 2,
        "question": "Как организуются расчеты? Принимаете ли вы оплату наличными деньгами?",
        "content": [
          "Бухгалтерский центр использует любые способы расчетов, незапрещенные российским законодательством. Оплата по договорам с постоянными клиентами принимается на банковский счет. Внести деньги предложено:",
          "в рассчетно-кассовом отделении любой кредитной организации",
          "посредством системы «Клиент-Банк» или онлайн-сервиса",
          "с аккаунтов в электронных платежных системах",
          "Выдача счета осуществляется по первому требованию, а при оформлении абонемента реквизиты высылаются регулярно. Правило о безналичных платежах распространяется на представителей бизнеса."
        ]
      },
      {
        "order": 3,
        "question": "Как проверить, все ли предъявленные к оплате услуги оказаны?",
        "content": [
          "Ежемесячно ответственный специалист центра направляет клиенту акт. В документе перечисляется перечень выполненных задач с краткой характеристикой предпринятых действий. Если бухгалтерское сопровождение не предполагает формирования архива, к акту прикладываются все отчетные декларации, справки и прочие бумаги. Клиент проводит проверку полноты и комплектности в момент подписания.",
          "Абонентское обслуживание предполагает установление фиксированной платы. Ее размер не изменяется. Клиенту же предоставляется возможность использовать предоставленный лимит на составление документов и оказание услуг. Регулярно сотрудники центра формируют детальный отчет обо всех операциях. Его утверждение является обязательным."
        ]
      },
      {
        "order": 4,
        "question": "Есть ли у вас льготные программы обслуживания? Какие бонусы получают постоянные клиенты?",
        "content": [
          "Наиболее выгодной формой обслуживания для представителей бизнеса является абонемент. Программа включает ряд бесплатных услуг:",
          "- подключение к единой информационной базе",
          "- проверка состояния учета внутренним аудитором",
          "- постановка системы документооборота, отчетности",
          "- представительство интересов клиента в налоговых органах и фондах",
          "- передача деклараций и сведений контролирующим службам",
          "- сверка расчетов",
          "- организация персонифицированного учета",
          "- обеспечение выполнения обязанностей клиента, имеющего статус налогового агента по НДФЛ",
          "Постоянные партнеры могут рассчитывать на гибкую систему скидок. Стоимость обслуживания устанавливается в индивидуальном порядке. Это позволяет предложить клиентам оптимальный вариант и сократить издержки. Алгоритм подбирается с учетом отраслевой специфики компании, объема документооборота, типа налогового режима.",
          "Если специалистами предоставляется разовая услуга, цены устанавливаются на основании прайс-листа, актуального на дату заключения договора."
        ]
      },
      {
        "order": 5,
        "question": "В какие сроки производится оплата? Есть ли у вас система отсрочек?",
        "content": [
          "Классическая форма сотрудничества предполагает внесение авансовых платежей. После заключения договора клиент перечисляет 100% абонентской платы. Условие является обязательным для всех представителей бизнеса.",
          "БЦ «Актив» добросовестно исполняет обязательства перед деловыми партнерами. Своевременное составление и сдача отчетности — ключевое условие финансовой безопасности. Ответственного подхода руководство ждет и от контрагентов.",
          "Средства вносятся ежемесячно до 10 числа. Подтверждением оплаты служит удостоверенный банком платежный документ. Отсутствие поступлений со стороны клиента является основанием для приостановки обслуживания. Поскольку размер вознаграждения не зависит от оборотов фирмы, бухгалтерское сопровождение в Москве возможно лишь по предоплате.",
          "В исключительных случаях в соглашении может быть предусмотрен иной порядок расчетов. Длительные отношения с клиентом дают возможность применять более гибкие схемы. Решение этого вопроса осуществляется индивидуально."
        ]
      },
      {
        "order": 6,
        "question": "Как часто меняются тарифы? Что если счет окажется выше, чем мы запланировали?",
        "content": [
          "Центр оставляет за собой право изменить стоимость услуг. Однако сделать это без уведомления клиента нельзя. Об утверждении новых прайс-листов наши партнеры узнают заблаговременно. Уведомление направляется в письменной форме за 2 — 4 недели до фактической реализации принятого решения. Полномочием на повышение тарифов наделен непосредственный руководитель компании.",
          "Получив извещение об изменении цен на бухгалтерское обслуживание и бухгалтерский учет, заказчик вправе:",
          "- расторгнуть соглашение",
          "- принять новые условия, сохранив прежнюю программу",
          "- скорректировать перечень услуг согласно новому прайс-листу",
          "Изменение условий сотрудничества производится оперативно, бесплатно. Никаких комиссий за оформление дополнительных соглашений центр не взимает.",
          "Пересмотр стоимости проводится 1 реже 2 раза в год. Основаниями изменения тарифов является увеличение темпов инфляции, резкие колебания рынка. Стабилизация и рост экономики приводит к планомерному снижению цен."
        ]
      }
    ]
  },
  {
    "section": "Об ответственности",
    "data": [
      {
        "order": 1,
        "question": "Кто несет ответственность за ошибки в отчетах и несвоевременность сдачи деклараций?",
        "content": [
          "Согласно положениям НК РФ и КоАП РФ ответственность за несвоевременное предоставление сведений и документов несет хозяйствующий субъект. Фактически заключение договора об обслуживании защищает компанию от подобных рисков. Если в ходе работы специалистами будут допущены нарушения, либо пропущен установленный срок, возмещение ущерба полностью ляжет на центр.",
          "Формально аутсорсинг бухгалтерии предприятия не освобождает от обязанности участия в процедуре. Все решения о применении санкций выносятся на имя компании-заказчика. Возмещение производится в регрессном порядке. При наличии вины БЦ «Актив» выплачивает 100% компенсацию убытков.",
          "Клиент защищен не только от потери денег, но и времени. В делах об административных или налоговых правонарушениях интересы представляют квалифицированные юристы. Это исключает вероятность необоснованного привлечения к ответственности.",
          "На практике реализация этого механизма производится крайне редко. Система центра исключает сам факт просрочки или ошибки. Обработка данных ведется в автоматическом режиме, а уровень подготовки сотрудников постоянно повышается. Каждый из специалистов подходит к исполнению обязанностей ответственно. Любые неполадки и обрывы связи немедленно устраняются."
        ]
      },
      {
        "order": 2,
        "question": "Что подразумевается под формулировкой «форс-мажор» в договоре об обслуживании?",
        "content": [
          "Форс-мажором в юридической практике именуют непредвиденные обстоятельства, наступление и действие которых не зависит от воли сторон. Наличие таких факторов освобождает стороны от ответственности за неисполнение обязательств по договору. В качестве форс-мажора мы рассматриваем:",
          "стихийные бедствия",
          "техногенные катастрофы",
          "введение чрезвычайного или военного положения",
          "законодательный запрет на осуществление деятельности, являющейся предметом соглашения",
          "эпидемии",
          "гражданские волнения или забастовки",
          "решения представителей власти, препятствующие выполнению обязанностей",
          "Факт действия таких обстоятельств подтверждается письменным свидетельством. Выдается документ независимыми специалистами ТПП г. Москвы. Расходы на оформление возлагаются на участника, предъявляющего свидетельство контрагенту.",
          "Как только форс-мажор отпадает аутсорсинг бухгалтерии или оказание иных услуг возобновляется. Задержки являются недопустимыми и влекут применение штрафных санкций."

        ]
      },
      {
        "order": 3,
        "question": "Как часто возникают споры между клиентами и центром? В каком порядке проводится урегулирование?",
        "content": [
          "Осуществление деятельности по обслуживанию коммерческих организаций не обходится без противоречий. Руководство БЦ «Актив» всегда стремится отыскать компромиссное решение. За многолетний период работы с клиентами возникали разные споры. Однако ни один конфликт не перерос в длительную судебную тяжбу. Все вопросы успешно разрешались путем переговоров.",
          "Непонимание между клиентом и ответственным специалистом уже является основанием для урегулирования. Если по какой-то причине назначенный сотрудник не устраивает заказчика, необходимо обратиться с требованием о замене к руководителю центра. Претензии будут выслушаны, учтены, а услуги бухгалтера на аутсорсинге подвергнуты детальной оценке. В случае обнаружения грубых нарушений, в том числе этического плана, к специалисту будут применены жесткие меры.",
          "Разрешение споров финансового характера осуществляется мирным путем. Во избежание затягивания процедуры все претензии, предъявляемые к центру, должны быть аргументированы. Срок рассмотрения требований стандартный — 10 суток. Однако на практике ответ поступает партнеру значительно раньше."
        ]
      }
    ]
  }
]
